<template>
  <div class="c-shadow-green-xl px-3 py-2 rounded-3xl">
    <div class="flex h-14 items-center gap-2">
      <slot name="image">
        <img src="@/assets/user1.jpg" class="h-full rounded-full" alt="" />
      </slot>
      <div class="font-bold">
        <slot name="name"> کاربر فرضی </slot>
      </div>

      <div class="ms-auto flex">
        <svg
          width="17"
          height="16"
          viewBox="0 0 17 16"
          fill="none"
          xmlns="http://www.w3.org/2000/svg"
          v-for="i in 5"
          :key="i"
        >
          <path
            d="M9.68074 2.01391L10.9216 4.49572C11.0909 4.8412 11.5421 5.17257 11.9228 5.23603L14.172 5.60971C15.6103 5.84943 15.9487 6.89292 14.9123 7.92231L13.1637 9.67086C12.8676 9.96698 12.7054 10.5381 12.7971 10.947L13.2977 13.1116C13.6925 14.8249 12.783 15.4876 11.2671 14.5922L9.15899 13.3442C8.77826 13.1186 8.15076 13.1186 7.76297 13.3442L5.65484 14.5922C4.14601 15.4876 3.22944 14.8178 3.62427 13.1116L4.12486 10.947C4.21652 10.5381 4.05436 9.96698 3.75823 9.67086L2.00968 7.92231C0.980293 6.89292 1.31167 5.84943 2.74999 5.60971L4.99914 5.23603C5.37282 5.17257 5.82406 4.8412 5.99327 4.49572L7.23418 2.01391C7.91104 0.66724 9.01093 0.66724 9.68074 2.01391Z"
            fill="#FFC700"
            stroke="#FFC700"
            stroke-width="1.1112"
            stroke-linecap="round"
            stroke-linejoin="round"
          />
        </svg>
      </div>
    </div>
    <div>
      <p class="font-normal text-sm py-5">
        <slot name="text">
          لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ و با استفاده
          از طراحان گرافیک است. چاپگرها و متون بلکه روزنامه و مجله در ستون و سطر
          آنچنان که لازم است و برای شرایط فعلی تکنولوژی مورد
        </slot>
      </p>
    </div>
  </div>
</template>
