<?php

return [
    'pages' => [
        [
            'weight-less|select-gender' => [
                'question' => 'جنسیتت چیه؟',
            ],
            'weight-less|select-age' => [
                'question' => 'چند سالته؟',
            ],
            'weight-less|select-height' => [
                'question' => 'قد خودت رو وارد کن!',
            ],
            'weight-less|select-weight' => [
                'question' => 'وزنت چقدره؟',
            ],
            'weight-less|select-sickness' => [
                'question' => 'کدام یک از شرایط زیر را دارید؟',
                'options' => [
                    1 => 'کبد چرب',
                    2 => 'فشار خون',
                    3 => 'دیابت',
                    4 => 'چربی خون',
                    5 => 'بارداری/شیر دهی',
                ],
            ],
            'weight-less|show-chart' => [],
            'weight-less|insert-phone' => [
                'question' => 'کجا زندگی می‌کنید؟',
            ],
        ],
        [
            'weight-less|select-weight-type' => [
                'question' => 'کدام گزینه تجمع چربی در بدن شما رو بهتر توصیف می‌کنه؟',
                'options' => [
                    1 => 'لاغر هستم و فقط شکم و پهلو دارم',
                    2 => 'چاق هستم و بیشترین چربی در شکم و پهلو است(سیبی)',
                    3 => 'قسمت ران و باسن چاق تری دارم',
                    4 => 'بالاتنه چاقی دارم (سینه، شانه و بازو)',
                    5 => 'چاقی به صورت متوازن و سراسری در بدن من وجود دارد (بادکنکی)',
                ],
            ],
            'weight-less|show-weight-type' => [],
            'weight-less|relish-condition' => [
                'question' => 'در چه شرایطی میل شما به غذا خوردن بیشتر است؟',
                'options' => [
                    1 => 'وقتی خسته، غمگین، نگرانم و یا استرس دارم',
                    2 => 'وقتی از آخرین وعده غذاییم زمان زیادی گذشته',
                ],
            ],
            'weight-less|walking-condition' => [
                'question' => 'در چه شرایطی میل شما به پیاده روی بیشتر است؟',
                'options' => [
                    1 => 'اصلا نمیتونم پیاده روی کنم و همیشه احساس خستگی دارم',
                    2 => '10 تا 20 دقیقه و بعد از آن خسته می‌شم',
                    3 => '30 دقیقه به راحتی می‌تونم پیاده روی کنم ولی بعد از آن خسته میشم',
                    4 => '40 تا 60 دقیقه بدون خستگی پیاده روی می‌کنم',
                ],
            ],
            'weight-less|sleep-question' => [
                'question' => 'معمولا با چند ساعت خواب احساس سرحالی می‌کنی؟',
                'options' => [
                    1 => '6-7 ساعت خواب',
                    2 => '7-8 ساعت خواب',
                    3 => '9 ساعت و بیشتر',
                ],
            ],
            'weight-less|weight-less-target' => [
                'question' => 'هدف شما از رژیم لاغری چیه؟',
                'options' => [
                    1 => 'به وزن و اندام دلخواهم برسم',
                    2 => 'سبک زندگی و عادات غذایی هم اصلاح بشه',
                ],
            ],
            'weight-less|best-way-weight-less' => [
                'question' => 'کدام روش را برای لاغری بهترین روش می‌دانید؟',
                'options' => [
                    1 => 'استفاده از قرص ها و دارو های لاغری',
                    2 => 'محدود کردن شدید کالری و ورزش سنگین',
                    3 => 'حذف نان و برنج (کتوژنیک)',
                    4 => 'حذف وعده های غذایی (فستینگ)',
                ],
            ],
            'weight-less|fat-sadly' => [
                'question' => 'در مورد چاقیت کدوم مورد بیشتر اذیتت می‌کنه؟',
                'options' => [
                    1 => 'وقتی لباس های قشنگی که دوست دارم اندازم نیست',
                    2 => 'وقتی برای از پله بالا رفتن باید کلی به خودم زحمت بدم و درد بکشم',
                    3 => 'وقتی بقیه اضافه وزنم رو یادم میارن',
                ],
            ],
        ],
        [
            'weight-less|weight-less-barrier' => [
                'question' => 'بزرگترین مانع شما برای لاغری و تناسب اندام کدومه؟',
                'options' => [
                    1 => 'عادات بد غذایی و نداشتن انگیزه',
                    2 => 'شرایط غذایی خانواده، محل کار و...',
                ],
            ],
            'weight-less|meal-volume' => [
                'question' => 'کدام مورد حجم وعده های غذایی شما را بهتر نشان می‌دهد',
                'options' => [
                    1 => '1/4 ظرف',
                    2 => 'نصف ظرف',
                    3 => 'یک ظرف پر غذا',
                    4 => '2 ظرف پر غذا',
                ],
            ],
            'weight-less|cant-stop-eat' => [
                'question' => 'از خوردن کدوم یک از موارد زیر نمی‌تونی دست بکشی؟',
                'options' => [
                    1 => 'فست فود',
                    2 => 'نوشابه و دلستر',
                    3 => 'هله هوله و بستنی',
                    4 => 'کیک و شیرینی',
                ],
            ],
            'weight-less|weight-less-experience' => [
                'question' => 'تاحالا زیرنظر متخصص تغذیه و یا مجموعه دیگه لاغری رو امتحان کردی که نتیجه نگرفته باشی؟',
                'options' => [
                    1 => 'کتوژنیک',
                    2 => 'گیاه خواری',
                    3 => 'کالری شماری',
                    4 => 'بر اساس مزاج',
                    5 => 'زیر نظر پزشک متخصص تغذیه',
                ],
            ],
            'weight-less|your-description' => [
                'question' => 'کدام جمله شما رو بهتر توصیف می‌کنه؟',
                'options' => [
                    1 => 'بین وعده های اصلی مدام هله هوله می‌خورم',
                    2 => 'معمولا بین وعده های اصلی چیزی نمی‌خورم',
                ],
            ],
            'weight-less|agree-question-one' => [
                'question' => 'چقدر با جمله زیر موافقی؟',
                'options' => [
                    1 => 'کاملا درست',
                    2 => 'نه به این شدت ولی بعضی وقتا آره',
                    3 => 'کاملا غلط',
                ],
            ],
        ],
        [
            'weight-less|select-lunch' => [
                'question' => 'برای نهار از بین موارد زیر کدوم رو بیشتر دوست داری؟',
                'options' => [
                    1 => 'زرشک پلو با مرغ',
                    2 => 'کباب',
                    3 => 'پیتزا',
                    4 => 'ساندویچ سوسیس کالباس',
                    5 => 'سالاد الویه پر سُس',
                    6 => 'قرمه سبزی',
                    7 => 'خورشت بادمجان',
                    8 => 'کتلت و کوکو',
                ],
            ],
            'weight-less|cant-loose-food' => [
                'question' => 'کدوم یکی از خوراکی های زیر رو نمی‌تونی ندید بگیری؟',
                'options' => [
                    1 => 'شیرینی خامه ای',
                    2 => 'باقلوا',
                    3 => 'نوشابه و دلستر',
                    4 => 'شیرکاکائو با کیک',
                    5 => 'چیپس و پفک',
                    6 => 'پاستیل',
                ],
            ],
            'weight-less|eat-everything' => [],
            'weight-less|smooth-muscle' => [
                'question' => 'آیا قسمت های گوشتی بدنتان مانند ران و بازو خیلی نرم است؟',
                'options' => [
                    1 => 'خیلی نرم',
                    2 => 'معمولی',
                    3 => 'سفت',
                    4 => 'بازوان لاغری دارم',
                ],
            ],
            'weight-less|fingers-form' => [
                'question' => 'فرم انگشتان شما در کدام تصویر بهتر نمایش داده می‌شود؟',
                'options' => [
                    1 => 'تپل و کوتاه',
                    2 => 'تپل و دراز',
                    3 => 'لاغر و کوتاه',
                    4 => 'لاغر و دراز',
                ],
            ],
            'weight-less|pulse-status' => [
                'question' => 'چهار انگشت دست خود را روی قسمت نبض گذاشته و گزینه صحیح را انتخاب کنید',
                'options' => [
                    1 => 'رگ هایم پرفشار به انگشتانم ضربه می‌زند',
                    2 => 'نبضم احساس می‌شود ولی ضعیف است',
                    3 => 'به سختی و خیلی کم احساس می‌شود',
                ],
            ],
            'weight-less|your-description-two' => [
                'question' => 'کدام جمله شما رو بهتر توصیف می‌کنه؟',
                'options' => [
                    1 => 'هوای گرم رو دوست دارم',
                    2 => 'هوای سرد رو دوست دارم',
                    3 => 'گرما و سرما برای من یکسان است',
                    4 => 'گرمای شدید را به سرمای شدید ترجیح می‌دم',
                    5 => 'سرمای شدید را به گرمای شدید ترجیح می‌دم',
                ],
            ],
            'weight-less|wrist-size' => [
                'question' => 'کدام گزینه اندازه دور مچ شما رو بهتر توضیح میده؟',
                'options' => [
                    1 => 'دو انگشتانم دور مچم بهم نمی‌رسد',
                    2 => 'دو انگشتانم دور مچم روی هم مماس می‌شوند',
                    3 => 'ناخن های انگشتم دور مچم روی هم قرار می‌گیرند',
                ],
            ],
        ],
        [
            'weight-less|select-party-food' => [
                'question' => 'فرض کنید به یک مهمانی دعوت و همزمان در تلاش برای کاهش وزن هستید. در مهمانی تمایل شما به کدام گزینه بیشتر است؟',
                'options' => [
                    1 => 'فست فود',
                    2 => 'سبزیجات',
                ],
            ],
            'weight-less|social-relationship' => [
                'question' => 'فرض کنید به یک مهمانی دعوت و همزمان در تلاش برای کاهش وزن هستید. در مهمانی تمایل شما به کدام گزینه بیشتر است؟',
                'options' => [
                    1 => 'تمایل به برقراری ارتباط',
                    2 => 'ترجیح به انفرادی رفتار کردن',
                ],
            ],
            'weight-less|community-influence' => [
                'question' => 'معمولا جامعه اطرافم می‌توانند بر اینکه چگونه رفتار کنم تاثیر بگذارند:',
                'options' => [
                    1 => 'کاملا موافقم',
                    2 => 'نظری ندارم',
                    3 => 'کاملا مخالفم',
                ],
            ],
            'weight-less|analyze' => [],
        ],
    ],
];
